[
  {
    "id": 1,
    "image": "/assets/images/testimonial/TestimonialOne/1.png",
    "name": "Alexander Ball",
    "city": "New York",
    "review": "Life Antidote Pharmaceuticals played a pivotal role in my battle against a rare form of cancer. Their specialized oncology medications and unwavering support made the journey towards remission possible. I'm grateful for their commitment to patients like me.",
    "rate": 4
  },
  {
    "id": 2,
    "image": "/assets/images/testimonial/TestimonialOne/2.png",
    "name": "Izabel Watt",
    "city": "Michigan",
    "review": "Hepatitis B was a silent threat until I found Life Antidote. Their expertly sourced antiviral medications have helped me manage this condition effectively. Their dedication to Hepatitis B patients is truly commendable.",
    "rate": 4
  },
  {
    "id": 3,
    "image": "/assets/images/testimonial/TestimonialOne/3.png",
    "name": "Rachel Regan",
    "city": "Sydney",
    "review" : "Life Antidote's HIV treatment regimens have been a game-changer for me. Their combination therapies, including tenofovir and emtricitabine, have helped me achieve viral suppression and improved my overall well-being.",
    "rate": 4
  },
  {
    "id": 4,
    "image": "/assets/images/testimonial/TestimonialOne/4.png",
    "name": "Malika Kenny",
    "city": "Ha Noi",
    "review": "As a patient with a rare genetic disorder, I had almost lost hope until I discovered Life Antidote's orphan drug supply. Their commitment to providing access to these life-saving medications has been a lifeline for me and others facing rare diseases.",
    "rate": 4
  },
  {
    "id": 5,
    "image": "/assets/images/testimonial/TestimonialOne/5.png",
    "name": "Javier Bender",
    "city": "Tokyo",
    "review": "Life Antidote's dedication to patient care goes beyond words. Their support for people like me, living with rare diseases, is nothing short of exceptional. The availability of specialized medications and their comprehensive services have made a significant impact on our lives.",
    "rate": 4
  }
]
